tap "babashka/brew"
tap "borkdude/brew"
tap "clojure-lsp/brew"
tap "clojure/tools"
tap "d12frosted/emacs-plus"
tap "dbt-labs/dbt"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jesseduffield/lazygit"
tap "mongodb/brew"
brew "asdf"
brew "bat"
brew "boost"
brew "gettext"
brew "glib"
brew "circleci"
brew "colordiff"
brew "doggo"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "fastlane"
brew "fd"
brew "fzf"
brew "gdk-pixbuf"
brew "gdu"
brew "gh"
brew "git"
brew "git-flow"
brew "git-flow-avh", link: false
brew "unbound"
brew "gnutls"
brew "libksba"
brew "gnupg"
brew "harfbuzz"
brew "hub"
brew "jq"
brew "k9s"
brew "openjdk"
brew "leiningen"
brew "openjpeg"
brew "webp"
brew "leptonica"
brew "libarchive"
brew "libffi"
brew "pango"
brew "librsvg"
brew "llvm"
brew "luarocks"
brew "neovim"
brew "openjdk@11", link: true
brew "pkg-config"
brew "postgresql@14"
brew "python@3.11"
brew "qsv"
brew "ripgrep"
brew "rlwrap"
brew "rust"
brew "stow"
brew "subversion"
brew "swiftlint"
brew "tesseract"
brew "tig"
brew "tree"
brew "watch"
brew "watchman"
brew "yarn"
brew "zlib"
brew "zoxide"
brew "borkdude/brew/babashka"
brew "babashka/brew/neil"
brew "borkdude/brew/clj-kondo"
brew "borkdude/brew/jet"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "jesseduffield/lazygit/lazygit"
brew "mongodb/brew/mongodb-database-tools"
cask "1password-cli"
cask "cljstyle"
cask "font-source-code-pro"
cask "google-cloud-sdk"
cask "stats"
vscode "betterthantomorrow.calva"
vscode "betterthantomorrow.calva-spritz"
vscode "bradlc.vscode-tailwindcss"
vscode "continue.continue"
vscode "csstools.postcss"
vscode "dawhite.mustache"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "kaiwood.endwise"
vscode "mashduek.jbuilder-highlight"
vscode "mechatroner.rainbow-csv"
vscode "michelemelluso.gitignore"
vscode "mikestead.dotenv"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "oderwat.indent-rainbow"
vscode "redhat.java"
vscode "ritwickdey.live-sass"
vscode "ritwickdey.liveserver"
vscode "stiansivertsen.visualclojure"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vortizhe.simple-ruby-erb"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wmaurer.change-case"
